tap "homebrew/bundle"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "curl"
brew "unbound"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "grep"
brew "mariadb"
brew "neovim"
brew "node"
brew "nvm"
brew "php"
brew "spotify-tui"
brew "tree"
brew "yt-dlp"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "arc"
cask "discord"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "nordvpn"
cask "obsidian"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
vscode "adpyke.codesnap"
vscode "Angular.ng-template"
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.vscode-mysql-client2"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.vscode-mysql"
vscode "glenn2223.live-sass"
vscode "heaths.vscode-guid"
vscode "humao.rest-client"
vscode "johnpapa.Angular2"
vscode "KevinRose.vsc-python-indent"
vscode "mariusschulz.yarn-lock-syntax"
vscode "MehediDracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "mushan.vscode-paste-image"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-snippets"
vscode "shufo.vscode-blade-formatter"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
