tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Platform built on V8 to build network applications
brew "node@16"
# Monitor data's progress through a pipe
brew "pv"
# Command-line interface for https://speedtest.net bandwidth tests
brew "speedtest-cli"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Download YouTube videos from the command-line
brew "youtube-dl"
# Cloudflare Tunnel
brew "cloudflare/cloudflare/cloudflared"
# Collection of apps and services for photography, design, video, web, and UX
cask "adobe-creative-cloud"
# Memory training application
cask "anki"
# Voice and text chat software
cask "discord"
# Web browser
cask "firefox"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# VPN client for secure internet access and private browsing
cask "nordvpn"
# App to write, plan, collaborate, and get organized
cask "notion"
# Team communication and collaboration software
cask "slack"
# Music streaming service
cask "spotify"
# Messaging app with a focus on speed and security
cask "telegram"
# Open-source code editor
cask "visual-studio-code"
# Resources for Wacom tablets
cask "wacom-tablet"
# Apache distribution containing MySQL, PHP, and Perl
cask "xampp"
# Video communication and virtual meeting platform
cask "zoom"
