tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Port scanning utility for large networks
brew "nmap"
# Platform built on V8 to build network applications
brew "node@16"
# Manage multiple Node.js versions
brew "nvm"
# Monitor data's progress through a pipe
brew "pv"
# Command-line interface for https://speedtest.net bandwidth tests
brew "speedtest-cli"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Download YouTube videos from the command-line
brew "youtube-dl"
# Cloudflare Tunnel
brew "cloudflare/cloudflare/cloudflared"
# Collection of apps and services for photography, design, video, web, and UX
cask "adobe-creative-cloud"
# Voice and text chat software
cask "discord"
# App to build and share containerized applications and microservices
cask "docker"
# Web browser
cask "firefox"
# Web browser
cask "google-chrome"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Privacy-first, open-source platform for knowledge sharing and management
cask "logseq"
# Meet, chat, call, and collaborate in just one place
cask "microsoft-teams"
# VPN client for secure internet access and private browsing
cask "nordvpn"
# App to write, plan, collaborate, and get organized
cask "notion"
# PHP IDE by JetBrains
cask "phpstorm"
# Team communication and collaboration software
cask "slack"
# Music streaming service
cask "spotify"
# Messaging app with a focus on speed and security
cask "telegram"
# Open-source code editor
cask "visual-studio-code"
# Resources for Wacom tablets
cask "wacom-tablet"
# Video communication and virtual meeting platform
cask "zoom"
